import { Product } from './product';

export const PRODUCTS: Product[] = [
    {
        id: 1,
        name: 'Apple iPhone 13 Pro Max 256 ГБ голубой',
        price: 179999,
        description: "iPhone 13 Pro Max. Грандиозный апгрейд камер Pro. Режим «Киноэффект» делает из видео настоящее кино. Дисплей Super Retina XDR с технологией ProMotion для более быстрого и плавного взаимодействия. A15 Bionic — самый быстрый чип для iPhone. Прочный корпус и самое долгое время работы без подзарядки среди iPhone."
    },
    {
        id: 2,
        name: 'Apple iPhone 11 128 ГБ черный',
        price: 59999,
        description: 'Корпус смартфона Apple iPhone 11 с диагональю 6.1" выполнен из металла и украшен стеклянной панелью. Черный цвет устройства притягивает, что наряду с зеркальным блеском стекла создает весьма гармоничный дизайн. Защита по стандарту IP68 позволяет погружать устройство даже на глубину до 2 м на время до 30 мин. В арсенале аппарата 128 ГБ, что снимает всяческие ограничения с пользователя касательно съемки и сохранения различной цифровой информации.'
    },
    {
        id: 3,
        name: 'Samsung Galaxy A52 256 ГБ черный',
        price: 43999,
        description: 'Смартфон Samsung Galaxy A52 с колоссальным объемом памяти (256 ГБ) уместит все события в фотографиях и видеозаписях. Контент, отснятый с его использованием, будет великолепным. Основная камера из 4 модулей обладает разрешением 64+12+5+5 Мп, а фронтальная – 32 Мп. Фотофильтры, ночной режим и панорамная съемка позволят получить снимки безукоризненного качества. Просматривать готовые фото и видео можно на безрамочном Super-AMOLED-дисплее диагональю 6.5 дюйма.'
    }
]